Revit 2027 API
ParameterTypeId.SpaceArea Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceArea { get; }
Public Shared ReadOnly Property SpaceArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceArea {
	ForgeTypeId^ get ();
}
static member SpaceArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace